Repository: tachibana-shin/image_optimizer
Catalog: translations/*.po
Languages: ja, vi

source: Processing {}: {}
ja: {} を処理中: {}
vi: Đang xử lý {}: {}

source: Embedding metadata into {}...
ja: {} にメタデータを埋め込んでいます...
vi: Đang nhúng metadata vào {}...

source: Could not embed metadata into {}: {}
ja: {} にメタデータを埋め込めませんでした: {}
vi: Không thể nhúng metadata vào {}: {}

source: [{}] {:.1f}KB -> {:.1f}KB (Reduced {:.1f}%)
ja: [{}] {:.1f}KB -> {:.1f}KB ({:.1f}% 削減)
vi: [{}] {:.1f}KB -> {:.1f}KB (Giảm {:.1f}%)

source: Error {}: {}
ja: エラー {}: {}
vi: Lỗi {}: {}

source: File processing completed.
ja: ファイル処理が完了しました。
vi: Hoàn tất xử lý tệp.

source: Image Optimizer
ja: 画像オプティマイザー
vi: Tối ưu hóa ảnh

source: Batch Optimize Images
ja: 画像を一括最適化
vi: Tối ưu hóa ảnh hàng loạt

source: Error
ja: エラー
vi: Lỗi

source: Please select at least one book!
ja: 少なくとも1冊の本を選択してください！
vi: Vui lòng chọn ít nhất một cuốn sách!

source: Optimizing: {}
ja: 最適化中: {}
vi: Đang tối ưu: {}

source: • {}: Reduced {:.1f}%
ja: • {}: {:.1f}% 削減
vi: • {}: Giảm {:.1f}%

source: Optimized {} books. Change details: {}
ja: {} 冊の本を最適化しました。 変更の詳細: {}
vi: Đã tối ưu xong {} sách. Chi tiết thay đổi: {}

source: Optimization Report
ja: 最適化レポート
vi: Báo cáo tối ưu hóa

source: Image Optimization Config
ja: 画像最適化設定
vi: Cấu hình tối ưu ảnh

source: Example: 1080
ja: 例: 1080
vi: Ví dụ: 1080

source: Example: 85
ja: 例: 85
vi: Ví dụ: 85

source: Original
ja: オリジナル
vi: Gốc

source: Max Size (px):
ja: 最大サイズ (px):
vi: Kích thước tối đa (px):

source: Compression Quality (1-100):
ja: 圧縮品質 (1-100):
vi: Chất lượng nén (1-100):

source: Format Conversion:
ja: フォーマット変換:
vi: Chuyển đổi định dạng:

source: Keep Import Time:
ja: インポート時間を保持:
vi: Giữ nguyên thời gian import:

source: Start
ja: 開始
vi: Bắt đầu

source: Batch compress and optimize images
ja: 画像を一括圧縮および最適化
vi: Nén và tối ưu ảnh hàng loạt
